tap "he3-app/he3"
tap "homebrew/services"
tap "xo/xo"
brew "autojump"
brew "bash"
brew "bat"
brew "ddns-go"
brew "docker"
brew "fd"
brew "fish"
brew "go"
brew "goenv"
brew "iproute2mac"
brew "jpegoptim"
brew "jq"
brew "libffi"
brew "libheif"
brew "media-info"
brew "nginx", restart_service: :changed
brew "opencv"
brew "pillow"
brew "pipx"
brew "pyenv"
brew "shfmt"
brew "stow"
brew "tldr"
brew "zsh-syntax-highlighting"
brew "xo/xo/usql"
cask "cardinal-search"
cask "devtoys"
cask "he3"
cask "localsend"
vscode "anysphere.cursorpyright"
vscode "anysphere.pyright"
vscode "mkhl.shfmt"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "vscodevim.vim"
vscode "vue.volar"
